alacritty
amd-ucode
base
base-devel
clipmenu
dkms
dmenu
dos2unix
dunst
efibootmgr
fastfetch
feh
figlet
firefox
flameshot
git
grub
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3status
iwd
less
libpulse
libva-nvidia-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lxappearance
ly
nano
neovim
network-manager-applet
networkmanager
nvidia
nvidia-settings
os-prober
papirus-icon-theme
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
rofi
smartmontools
sof-firmware
stow
terminus-font
thunar
tlp
ttf-firacode-nerd
unzip
vim
vulkan-tools
wget
wireless_tools
wireplumber
xclip
xdg-utils
xorg-xbacklight
xorg-xinit
xorg-xrandr
xsel
xss-lock
xterm
zip
zram-generator
